aaron-bond.better-comments
alefragnani.project-manager
aykutsarac.jsoncrack-vscode
bradlc.vscode-tailwindcss
ckolkman.vscode-postgres
codium.codium
dsznajder.es7-react-js-snippets
github.copilot
github.copilot-chat
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.powershell
nicollasr.vscode-streamdeck
patcx.vscode-nuget-gallery
pkief.material-icon-theme
postman.postman-for-vscode
s-nlf-fh.glassit
zxh404.vscode-proto3
